label despair:
    t "แหม นี้ไม่คิดจะทักท้ายกันหน่อยหรอ?​{w}​{font=Layiji_lenroonrang.ttf}​{size=40}Melt{/size}{/font}​"

    m "{cps=5}......{/cps}"

    m "{color=#fffb91}​star?{/color}"

    s "ไม่อยากเชื่อเลยนะว่าเธอยังอยู่ได้จนถึงตอนนี้"

    m "{color=#fffb91}​star?{/color} นี้มันอะไร?!"

    s "ที่รักฮะฮะ เธอก็เห็นอยู่​"

    m "ต้องมีคนอยู่เบี้อง​หลัง​แน่ๆ" 
    m "บอกฉันมาสิ...{w}{color=#fffb91}star{/color}{cps=5}...{/cps}" 


    s "ฉันทำเพื่อตัวเอง​ และอีกอย่าง​นะ​ ฉันไม่ได้ชื่อ​ Star หรอกนะ"
    un "แต่ไม่ต้องทำความรู้​จัก​กันก็ได้" 

    m "{cps=5}......{/cps}"

    un "ยังไงซะเธอก็ต้องตายอยู่ดี(หน้ายิ้ม(เจ็บ​ปวด))"
    un "บาย หวังว่าเธอจะตายอย่างเร็ว​ไว" 

    m "ดะ เดี๋ยว! {w} อย่าพึ่ง​ไป!!" 

    #un ยิ้ม with dissolve
    #pause(2.0)

    #<minigame>

    m "(ไม่! ฉันตั้งสติ​ก่อน)​"
    m "(ตัวเลขที่อยู่บนผนัง​นั้น.. )"
    m "{cps=7}......{/cps}"